<template>
    <div class="polytics">
        <h1>Политика конфиденциальности</h1>
        <p>Версия от 05.06.2023</p>
        <p>&laquo;Товарищество с ограниченной ответственностью «First Advertising Agency» (Ферст Адвертайзинг
            Эдженси)&raquo; признает важность конфиденциальности информации. Данная политика применяется
            ко&nbsp;всем продуктам, службам и&nbsp;сайтам, предлагаемым &laquo;Товарищество с ограниченной ответственностью
            «First Advertising Agency» (Ферст Адвертайзинг Эдженси)&raquo; (далее visuality.kz),
            ее&nbsp;дочерними предприятиями или партнерскими компаниями (далее &laquo;службы&raquo;). Кроме того, в&nbsp;тех
            случаях, когда для объяснения мер по&nbsp;обеспечению конфиденциальности требуется более подробная информация,
            мы&nbsp;публикуем специальные примечания, в&nbsp;которых описывается, как отдельные службы обрабатывают личную
            информацию.</p>
        <p>&laquo;Товарищество с ограниченной ответственностью «First Advertising Agency» (Ферст Адвертайзинг
            Эдженси)&raquo; придерживается девяти&nbsp;принципов обеспечения конфиденциальности (принципы
            уведомления, выбора, прямой передачи, безопасности, целостности данных, доступа,&nbsp;обязательного исполнения и
            пр.).&nbsp;Если у&nbsp;Вас есть дополнительные вопросы о&nbsp;политике конфиденциальности, свяжитесь с&nbsp;нами
            через наш сайт.</p>
        <ol>
            <li><strong><strong>Сбор и&nbsp;использование информации</strong></strong></li>
        </ol>
        <p>Мы&nbsp;предлагаем службы, которыми можно пользоваться, не&nbsp;имея учетной записи и&nbsp;не&nbsp;предоставляя
            личную информацию. Примером&nbsp;таких служб являются WHOIS-поиск. Имена доменов, информацию
            о&nbsp;которых&nbsp;Вы запрашиваете, нигде не&nbsp;публикуются, хотя история запросов сохраняется в&nbsp;нашей
            базе данных в&nbsp;рамках слежения за&nbsp;использованием сервисов.</p>
        <ul>
            <li><strong><strong>Файлы cookie.</strong></strong>Когда пользователи посещают сайты &laquo;Интернет-компании
                PS&raquo;, мы&nbsp;отправляем на&nbsp;его компьютер один или несколько файлов cookie. Это небольшой файл,
                в&nbsp;котором содержатся наборы символов и&nbsp;который позволяет идентифицировать браузер.
                Мы&nbsp;используем файлы cookie, чтобы повысить качество своих услуг путем сохранения пользовательских
                настроек и&nbsp;отслеживания тенденций в&nbsp;действиях пользователей, например, при выполнении поиска.
                Большинство браузеров изначально настроены так, чтобы принимать файлы cookie, однако пользователь может
                полностью запретить использование файлов cookie или настроить показ уведомлений об&nbsp;их&nbsp;отправке.
                Однако, без файлов cookie, некоторые функции или службы могут работать неправильно.</li>
            <li><strong><strong>Информация из&nbsp;журналов.</strong></strong>Когда Вы&nbsp;используете службы visuality.kz,
                наши серверы автоматически записывают информацию, которую браузер передает при посещении веб-сайта. Такой
                журнал сервера обычно включает запрашиваемую веб-страницу, IP-адрес компьютера, тип браузера, языковые
                настройки браузера, дату и&nbsp;время запроса, а&nbsp;также один или несколько файлов cookie, которые
                позволяют точно идентифицировать Ваш браузер.</li>
            <li><strong><strong>Сообщения пользователей.</strong></strong>Мы&nbsp;можем сохранять сообщения электронной
                почты и&nbsp;другие письма, оправленные пользователями, чтобы обрабатывать вопросы пользователей, отвечать
                на&nbsp;запросы и&nbsp;совершенствовать наши службы.</li>
            <li><strong><strong>Аффилированные сайты.</strong></strong>Некоторые из&nbsp;своих услуг мы&nbsp;предлагаем
                совместно с&nbsp;другими веб-сайтами. Личная информация, которую пользователи передают на&nbsp;эти сайты,
                может быть отправлена в&nbsp;visuality.kz, если это необходимо для предоставления услуги.
                Мы&nbsp;обрабатываем
                эту информацию согласно настоящей политике конфиденциальности. Меры по&nbsp;обеспечению конфиденциальности
                могут отличаться на&nbsp;аффилированных сайтах, поэтому мы&nbsp;рекомендуем с&nbsp;ними ознакомиться.</li>
            <li><strong><strong>Ссылки.</strong></strong>&laquo;Товарищество с ограниченной ответственностью «First
                Advertising Agency» (Ферст Адвертайзинг Эдженси)&raquo; может представлять ссылки в&nbsp;таком
                формате, который позволяет отслеживать, пользуются&nbsp;ли ими посетители. Эта информация используется для
                повышения информативности наших сервисов.</li>
            <li><strong><strong>Другие сайты.</strong></strong>Настоящая политика конфиденциальности применима
                к&nbsp;веб-сайтам и&nbsp;службам, которые принадлежат visuality.kz&nbsp;и&nbsp;управляются&nbsp;ей.
                Мы&nbsp;не&nbsp;контролируем сайты, показываемые в&nbsp;результатах поиска, и&nbsp;ссылки, представленные
                в&nbsp;наших службах. Эти сайты могут помещать на&nbsp;Ваш компьютер собственные файлы cookie или другие
                файлы, собирать данные или запрашивать личную информацию.</li>
        </ul>
        <p>&laquo;Товарищество с ограниченной ответственностью «First Advertising Agency» (Ферст Адвертайзинг
            Эдженси)&raquo; обрабатывает личную информацию только в&nbsp;тех целях, которые описаны
            в&nbsp;соответствующей политике конфиденциальности и&nbsp;примечаниях о&nbsp;политике конфиденциальности,
            относящихся к&nbsp;конкретной службе. Кроме вышеперечисленного в&nbsp;эти цели входит следующее:&nbsp;</p>
        <ul>
            <li>предоставление пользователям наших продуктов и&nbsp;услуг, включая показ таргетированной рекламы;</li>
            <li>проверка, исследование и&nbsp;анализ, направленные на&nbsp;поддержание, защиту и&nbsp;совершенствование
                наших служб;</li>
            <li>обеспечение технической работы нашей сети;</li>
            <li>разработка новых служб.</li>
        </ul>
        <p>Дополнительную информацию об&nbsp;обработке личных данных можно найти в&nbsp;примечаниях о&nbsp;политике
            конфиденциальности, разработанных для конкретной службы.</p>
        <p>&laquo;Товарищество с ограниченной ответственностью «First Advertising Agency» (Ферст Адвертайзинг
            Эдженси)&raquo; обрабатывает личную информацию на&nbsp;своих серверах, расположенных в&nbsp;Республике
            Казахстан. Мы&nbsp;можем обрабатывать личную информацию, чтобы предоставлять свои собственные услуги.
            В&nbsp;некоторых случаях мы&nbsp;можем обрабатывать личную информацию от&nbsp;имени и&nbsp;согласно инструкциям
            третьих лиц, таких как наши партнеры по&nbsp;рекламе.</p>
        <ol start="2">
            <li><strong><strong>Возможности выбора в&nbsp;отношении личной информации</strong></strong></li>
        </ol>
        <p>Когда Вы&nbsp;регистрируетесь в&nbsp;какой-либо службе, мы&nbsp;просим предоставить личную информацию. Если нам
            потребуется использовать эту информацию в&nbsp;каких-либо целях, отличающихся от&nbsp;целей, ради которых она
            была собрана, мы&nbsp;предварительно запросим у&nbsp;Вас разрешение.</p>
        <p>Если мы&nbsp;предложим использовать Вашу личную информацию в&nbsp;целях, отличающихся от&nbsp;тех, которые
            описаны в&nbsp;политике конфиденциальности и&nbsp;соответствующих примечаниях к&nbsp;службам,
            мы&nbsp;предоставим Вам возможность отказаться. Мы&nbsp;не&nbsp;собираем и&nbsp;не&nbsp;используем
            конфиденциальную информацию в&nbsp;целях, отличающихся от&nbsp;тех, которые описаны в&nbsp;политике
            конфиденциальности без Вашего согласия.</p>
        <p>Вы&nbsp;можете отказаться предоставлять свою личную информацию каким-либо из&nbsp;наших служб. В&nbsp;этом случае
            &laquo;Товарищество с ограниченной ответственностью «First Advertising Agency» (Ферст Адвертайзинг
            Эдженси)&raquo; не&nbsp;сможет предоставить Вам доступ к&nbsp;этой службе.</p>
        <ol start="3">
            <li><strong><strong>Совместное использование информации</strong></strong></li>
        </ol>
        <p>&laquo;Товарищество с ограниченной ответственностью «First Advertising Agency» (Ферст Адвертайзинг
            Эдженси)&raquo; может передать личную информацию другим компаниям или лицам, не относящимся
            к&nbsp;visuality.kz, в&nbsp;следующих особых обстоятельствах:</p>
        <ul>
            <li>с&nbsp;целью обработки личной информации от&nbsp;имени visuality.kz&nbsp;нашими дочерними предприятиями,
                аффилированными компаниями и&nbsp;надежным предприятиями или лицами. По&nbsp;нашим условиям они обязаны
                обрабатывать эту информацию согласно нашим инструкциям и&nbsp;в&nbsp;соответствии с&nbsp;настоящей политикой
                конфиденциальности и&nbsp;всеми другими применимыми мерами безопасности.</li>
            <li>если раскрытие подобной информации необходимо для (a) подчинения любым действующим законам, положениям,
                судебным процессам или выполнения требования правительства,&nbsp;(б) обеспечения соблюдения соответствующих
                Условий предоставления услуг, включая отслеживание его возможных нарушений, (в) обнаружения, предотвращения
                или принятия любых других мер по&nbsp;поводу мошенничества, безопасности или технических проблем&nbsp;и (г)
                защиты прав, собственности или безопасности visuality.kz, пользователей и&nbsp;общественности, требуемой или
                разрешенной законодательством.</li>
            <li>если &laquo;Товарищество с ограниченной ответственностью «First Advertising Agency» (Ферст Адвертайзинг
                Эдженси)&raquo; будет участвовать в&nbsp;слиянии, приобретать или продавать в&nbsp;любой
                форме все имущество компании или его часть, мы&nbsp;уведомим пользователей о&nbsp;том, что их&nbsp;личная
                информация будет передана и&nbsp;станет регулироваться другой политикой конфиденциальности.</li>
        </ul>
        <p>Мы&nbsp;можем предоставлять третьим лицам некоторую сводную информацию неличного характера, например, количество
            пользователей, выполнивших поиск по&nbsp;данному запросу, или сколько пользователей нажало на&nbsp;то&nbsp;или
            иное объявление. Эта информация не&nbsp;служит для идентификации пользователей.</p>
        <ol start="4">
            <li><strong><strong>Использование финансовой информации</strong></strong></li>
        </ol>
        <p>Финансовая информация (например, данные счета в&nbsp;банке) используется нами исключительно для предоставления
            вам счета на&nbsp;оплату заказанных услуг. В&nbsp;случае если вы&nbsp;расплачиваетесь за&nbsp;услуги
            с&nbsp;помощью банковской карты, информация о&nbsp;ней может быть перенаправлена провайдеру кредитной карты для
            осуществления платежа.</p>
        <p>Разглашение финансовой информации может осуществляться только если этого требуют судебные или аудиторские органы
            в&nbsp;случаях, предусмотренных законодательством.</p>
        <ol start="5">
            <li><strong><strong>Защита информации</strong></strong></li>
        </ol>
        <p>Мы&nbsp;принимаем соответствующие меры безопасности для предотвращения несанкционированного доступа, изменения,
            разглашения и&nbsp;уничтожения данных. В&nbsp;их&nbsp;число входят внутренние проверки правил сбора, хранения
            и&nbsp;обработки данных, меры обеспечения их&nbsp;безопасности, а&nbsp;также меры по&nbsp;предотвращению
            несанкционированного доступа в&nbsp;помещения, где находятся системы хранения данных.</p>
        <p>Доступ к&nbsp;личной информации имеют только те&nbsp;сотрудники visuality.kz, подрядчики и&nbsp;агенты, которым
            она
            необходима для управления нашими службами, их&nbsp;разработки и&nbsp;совершенствования. Данные сотрудники несут
            обязательства по&nbsp;конфиденциальности и&nbsp;в&nbsp;случае их&nbsp;нарушения могут быть подвергнуты
            дисциплинарным взысканиям, включая увольнение, а&nbsp;также преследоваться по&nbsp;закону.</p>
        <ol start="6">
            <li><strong><strong>Целевое использование данных</strong></strong></li>
        </ol>
        <p>&laquo;Товарищество с ограниченной ответственностью «First Advertising Agency» (Ферст Адвертайзинг
            Эдженси)&raquo; обрабатывает личную информацию только в&nbsp;тех целях, для которых она собирается,
            и&nbsp;в&nbsp;соответствии с&nbsp;настоящей политикой конфиденциальности и&nbsp;любыми действующими
            примечаниями, разработанными для конкретных служб. Наши правила сбора, хранения и&nbsp;обработки данных
            постоянно проверяются, чтобы обеспечить сбор, хранения и&nbsp;обработку только той личной информации, которая
            необходима для предоставления наших услуг и&nbsp;их&nbsp;совершенствования. Мы&nbsp;принимаем возможные меры,
            которые позволяют гарантировать, что обрабатываемая личная информация является точной, полной
            и&nbsp;действительной, однако мы&nbsp;полагаемся на&nbsp;то, что при необходимости пользователи самостоятельно
            обновляют или исправляют свою личную информацию.</p>
        <ol start="7">
            <li><strong><strong>Доступ к&nbsp;личной информации и&nbsp;ее&nbsp;обновление</strong></strong></li>
        </ol>
        <p>Мы&nbsp;добросовестно предоставляем пользователям служб visuality.kz&nbsp;доступ к&nbsp;их&nbsp;личной
            информации,
            вносим исправления, если она является неправильной, а&nbsp;также удаляем её&nbsp;по&nbsp;запросу пользователей,
            если это не&nbsp;противоречит закону и&nbsp;если ее&nbsp;сохранение не&nbsp;требуется для законных деловых
            целей. Пользователю необходимо идентифицировать себя и&nbsp;запрашиваемую информацию, которую планируется
            просмотреть, исправить или удалить, прежде чем такой запрос будет обработан, и&nbsp;мы&nbsp;можем отказать
            в&nbsp;обработке тех запросов, которые повторяются необоснованно часто и&nbsp;систематически, требуют
            непропорционально больших технических затрат, угрожают конфиденциальности чужих данных или являются практически
            нецелесообразными (например, запросы, касающиеся информации, которая хранится на&nbsp;накопителях
            на&nbsp;магнитной ленте) и&nbsp;которые не&nbsp;обусловлены другими причинами. Мы&nbsp;предоставляем доступ
            и&nbsp;вносим исправления бесплатно, кроме тех случаев, когда для этого требуются непропорционально большие
            усилия. Некоторые наши службы предусматривают различные процедуры доступа, исправления или удаления личной
            информации. Сведения об&nbsp;этих процедурах можно найти в&nbsp;соответствующих примечаниях о&nbsp;политике
            конфиденциальности и&nbsp;часто задаваемых вопросах о&nbsp;данных службах.</p>
        <ol start="8">
            <li><strong><strong>Осуществление</strong></strong></li>
        </ol>
        <p>&laquo;Товарищество с ограниченной ответственностью «First Advertising Agency» (Ферст Адвертайзинг
            Эдженси)&raquo; регулярно проверяет соответствие своей работы данной политике конфиденциальности. Если
            у&nbsp;Вас есть вопросы о&nbsp;политике конфиденциальности или того, как visuality.kz управляет личной
            информацией,
            свяжитесь с&nbsp;нами через этот сайт. Согласно нашим правилам, при получении письменного запроса, &laquo;ТОО
            ABNK.KZ&raquo; обязана связаться с&nbsp;отправителем для решения данного вопроса. Все вопросы о&nbsp;передаче
            личных данных, которые visuality.kz и&nbsp;пользователь не&nbsp;могут решить самостоятельно, решаются
            с&nbsp;помощью соответствующих контролирующих органов, включая местные органы по&nbsp;защите данных.</p>
        <ol start="9">
            <li><strong><strong>Изменения в&nbsp;политике конфиденциальности</strong></strong></li>
        </ol>
        <p>Обратите внимание, что политика конфиденциальности может периодически изменяться. Без Вашего согласия Ваши права,
            гарантированные настоящей политикой конфиденциальности, не&nbsp;могут быть сокращены, и&nbsp;мы&nbsp;полагаем,
            что большинство изменений будут незначительными. Тем не&nbsp;менее, все изменения политики конфиденциальности
            публикуются на&nbsp;этой странице, а&nbsp;если эти изменения значительны, мы&nbsp;обеспечиваем их&nbsp;широкое
            освещение, включая, например, уведомления по&nbsp;электронной почте. Версию настоящей политики
            конфиденциальности можно определить по&nbsp;дате, указанной вверху страницы.</p>

    </div>
</template>
<script setup>
useSeoMeta({
    title: 'Политика конфиденциальности | Design Market',
    ogTitle: 'Политика конфиденциальности | Design Market',
    description: 'Политика конфиденциальности | Design Market',
    ogDescription: 'Политика конфиденциальности | Design Market',
})
</script>
<style scoped>
.polytics p,
.polytics li,
strong {
    font-size: 16px;
    font-style: normal;
    font-weight: 300;
    line-height: 140%;
    font-family: var(--hel);
    color: #fff;
}

.polytics h1 {
    font-size: 48px;
    font-style: normal;
    font-weight: 400;
    line-height: normal;
    text-transform: uppercase;
    font-family: var(--int);
    color: #fff;
}

.polytics {
    padding: 140px 100px 72px;
}

@media (max-width: 1440px) {
    .polytics {
        padding: 140px 50px 72px;
    }
}

@media (max-width: 1024px) {
    .polytics {
        padding: 140px 20px 50px;
    }

    .polytics p,
    .polytics li {
        font-size: 16px;
        font-style: normal;
        font-weight: 400;
        line-height: 140%;
        font-family: var(--hel);
        color: #fff;
    }

    .polytics h1 {
        text-align: center;
        font-size: 20px;
        font-style: normal;
        font-weight: 500;
        line-height: normal;
        text-transform: uppercase;
        font-family: var(--int);
        color: #fff;
    }
}</style>