<template>
    <div class="terms">
        <h1>пользовательское соглашение</h1>
        <p>Пользовательское соглашение</p>
        <p>Внимание! Пожалуйста, ознакомьтесь с настоящим пользовательским соглашением до начала использования сайта
            themes&nbsp;и его программных средств. Регистрация (авторизация) на сайте будет означать ваше согласие с
            условиями настоящего пользовательского соглашения. Если Вы не согласны с условиями настоящего пользовательского
            соглашения, не регистрируйтесь (авторизируйтесь) на сайте и не используйте его программные средства.</p>
        <ol>
            <li>Термины и определения</li>
        </ol>
        <p>1.1В настоящем пользовательском соглашении, если из текста прямо не вытекает иное, следующие термины будут иметь
            указанные ниже значения:</p>
        <p>&laquo;Сайт&raquo; - Составные произведения, представляющие собой совокупность информации, текстов, графических
            элементов, дизайна, изображений, фото и видеоматериалов, программ для ЭВМ, иных результатов интеллектуальной
            деятельности, за исключением шаблонов, содержащихся в информационной системе, обеспечивающей доступность такой
            информации в сети Интернет в пределах шаблонной зоны visuality.kz</p>
        <p>&laquo;Владелец&raquo; - ТОО ABNK.KZ, являющееся владельцем Сайта, БИН 230440033532.</p>

        <p>&laquo;Пользователь&raquo; &ndash; физическое или юридическое дееспособное лицо, прошедшее регистрацию на Сайте
            Продавца в качестве пользователя, и размещающее Заказ на Сайте Продавца.</p>

        <p>&laquo;Соглашение&raquo; - Настоящее пользовательское соглашение.</p>

        <p>&laquo;Стороны&raquo; - Владелец и Пользователь.</p>

        <p>1.2 Все остальные термины и определения, встречающиеся в тексте Соглашения, толкуются Сторонами в соответствии с
            законодательством Республики Казахстан и сложившимися в сети Интернет обычными правилами толкования
            соответствующих терминов.</p>

        <p>1.3 Названия заголовков (статей) Соглашения предназначены исключительно для удобства пользования текстом
            Соглашения и буквального юридического значения не имеют.</p>

        <ol start="2">
            <li>Соглашение</li>
        </ol>
        <p>2.1 Текст Соглашения, постоянно размещенный в сети Интернет по сетевому адресу https://themes/terms и доступный
            при регистрации (авторизации) на Сайте, содержит все существенные условия Соглашения и является предложением
            Владельца заключить Соглашение с любым полностью дееспособным третьим лицом, использующим Сайт, на указанных в
            тексте Соглашения условиях.</p>

        <p>2.2 Текст Соглашения является публичной офертой в соответствии с законодательством Республики Казахстан.
            Надлежащее принятие этого предложения в соответствии с законодательством Республики Казахстан - это
            последовательное выполнение третьей стороной следующих действий: Ознакомление с условиями Соглашения;
            Проставление символа в специальном поле под заголовком &laquo;Я принимаю условия пользовательского
            соглашения&raquo;;</p>

        <ol start="3">
            <li>Цена, порядок и сроки оплаты</li>
        </ol>
        <p>3.1. Оплата Товара и его доставки производится Покупателем в тенге путем перечисления денежных средств с баланса
            Пользователя на счет Продавца при помощи электронных платежных систем через Сервис онлайн-оплаты Товара.</p>

        <p>3.2. Обязательства Покупателя по оплате Товара считаются исполненными в момент поступления денежных средств на
            счет Продавца.</p>

        <p>3.3&nbsp;Передача средств Владельцу в счет оплаты вознаграждения осуществляется Пользователем способом, в порядке
            и по правилам, указанным на соответствующей странице Сайта, с учетом особенностей и требований, устанавливаемых
            соответствующим платежным сервисом, привлеченным Владельцем для осуществления расчетов.</p>

        <p>3.4&nbsp;Моментом выплаты указанного является момент списания соответствующей суммы средств, заранее переданных
            Владельцу, о чем Пользователь информируется соответствующим изменением баланса в Личном кабинете.</p>

        <ol start="4">
            <li>Персональные данные</li>
        </ol>
        <p>4.1 Пользователь дает свое согласие Владельцу на обработку информации, в том числе, персональных данных
            Пользователя, предоставленных при использовании Сайта.</p>

        <p>4.1 Пользователь дает свое согласие Владельцу на обработку информации, в том числе, персональных данных
            Пользователя, предоставленных при использовании Сайта.</p>

        <p>4.3 Обработка персональных данных производится в целях исполнения Сторонами обязательств по Соглашению,
            регистрации Пользователя на Сайте, приобретения лицензии на использование Шаблона, направления на адрес
            электронной почты Пользователя сообщений информационного и иного характера.</p>

        <p>4.4 Пользователь может в любое время отозвать согласие на обработку персональных данных, направив Владельцу
            соответствующее письменное уведомление на адрес, указанный в пункте 8.5 Соглашения, заказным письмом с
            уведомлением о вручении. При этом Пользователь понимает, что такой отзыв означает прекращение действия
            Соглашения. Владелец вправе продолжить обработку персональных данных Пользователя в предусмотренных законом
            случаях.</p>

        <p>4.5 Дополнительные или иные положения в отношении обработки персональных данных могут содержаться в
            соответствующем документе, размещенном или размещаемом на Сайте. В случае, противоречия положений такого
            документа положениям настоящего раздела применяются положения документа.</p>

        <p>4.6 Пользователь дает согласие на получение рекламных материалов от Владельца, его аффилированных лиц либо от
            иных лиц по поручению Владельца на адрес электронной почты, указанный Пользователем при регистрации.</p>

        <p>4.7 Согласие на получение рекламных материалов может быть отозвано Пользователем в любое время путем направления
            Владельцу соответствующего письменного уведомления на адрес, указанный в пункте 8.5 Соглашения, либо путем
            совершения действий, указанных в сообщениях (электронных письмах), содержащих такие материалы.</p>

        <p>4.8 Стороны обязуются обеспечивать конфиденциальность сведений и информации, необходимых для доступа к
            уполномоченным адресам электронной почты и Личному кабинету, не допускать разглашение такой информации и
            передачу третьим лицам. Стороны самостоятельно определяют порядок ограничения доступа к такой информации. При
            использовании уполномоченных адресов электронной почты, до момента получения от второй Стороны информации о
            нарушении режима конфиденциальности, все действия и документы, совершенные и направленные с помощью
            уполномоченного адреса электронной почты второй Стороны, даже если такие действия и документы были совершены и
            направлены иными лицами, считаются совершенными и направленными такой второй Стороной. В этом случае права и
            обязанности, а также ответственность наступают у такой второй Стороны. При использовании Личного кабинета, до
            момента получения от Пользователя информации о нарушении режима конфиденциальности, все действия и документы,
            совершенные и направленные с помощью Личного кабинета, даже если такие действия и документы были совершены и
            направлены иными лицами, считаются совершенными и направленными Пользователем. В этом случае права и
            обязанности, а также ответственность наступают у Пользователя.</p>

        <p>5 Права и обязанности Сторон</p>
        <p>5.1 Предмет Соглашения Владелец предоставляет Пользователю:</p>

        <p>5.1.1 Безвозмездную простую (неисключительную) лицензию на использование Сайта и его программных средств по их
            прямому назначению, как то предусмотрено явными пользовательскими функциями Сайта и Личного кабинета;</p>

        <p>5.2.2 Возмездную простую (неисключительную) лицензию на использование шаблона&nbsp;по его прямому назначению, при
            этом стоимость лицензии на использование определенного шаблона&nbsp;указана на Сайте.</p>

        <p>5.2.3 Лицензия предоставляется Пользователю на срок, в течение которого, и в пределах территории, на которой Сайт
            и Личный кабинет остаются доступными для Пользователя.</p>

        <p>5.2.4 Лицензия предоставляется Пользователю в пределах территории, на которой шаблон&nbsp;остается доступным для
            Пользователя в течение срока с момента оплаты Пользователем вознаграждения за использование конкретного шаблона
        </p>

        <p>5.3 Пользователю запрещается:</p>

        <p>5.3.1 Обходить технические ограничения, установленные на Сайте;</p>

        <p>5.3.2 Изучать технологию, декомпилировать или дизассемблировать Сайт, Шаблон&nbsp;и Личный кабинет, за
            исключением случаев, прямо предусмотренных законодательством Республики Казахстан;</p>

        <p>5.3.3 Создавать копии экземпляров Сайта, Шаблонов&nbsp;и Личного кабинета, а также их внешнего оформления
            (дизайна);</p>

        <p>5.3.4 Изменять Сайт, Шаблон&nbsp;и Личный кабинет каким бы то ни было способом;</p>

        <p>5.3.5 Совершать действия, направленные на изменение функционирования и работоспособности Сайта, Шаблонов&nbsp;и
            Личного кабинета;</p>

        <p>5.3.6 Предоставлять доступ к Личному кабинету третьему лицу;</p>

        <p>5.3.7 Осуществлять указанные выше действия в отношении любой части Сайта, Шаблона&nbsp;и Личного кабинета.</p>

        <p>5.4. Сайт позволяет открывать и использовать только одну учетную запись на
            человека/устройство/домохозяйство/семью. При нарушении этого правила учетные записи будут помечены как дубликаты
            (далее &laquo;Дубликаты учетных записей&raquo;. Компания имеет право немедленно удалить любые Дублирующие
            учетные записи и, ПО СВОЕМУ УСМОТРЕНИЮ:</p>

        <p>5.4. Сайт позволяет открывать и использовать только одну учетную запись на
            человека/устройство/домохозяйство/семью. При нарушении этого правила учетные записи будут помечены как дубликаты
            (далее &laquo;Дубликаты учетных записей&raquo;. Компания имеет право немедленно удалить любые Дублирующие
            учетные записи и, ПО СВОЕМУ УСМОТРЕНИЮ:</p>

        <p>5.4.2. вернуть все депозиты, сделанные с Дублирующего счета, за вычетом снятых средств и любых комиссий Компании
            за связанные финансовые операции; 5.4.3. аннулировать любые возмещения и бонусы, которые вы получили или собрали
            при использовании активной Дублирующей учетной записи. Вы соглашаетесь вернуть нам любые такие средства, которые
            были сняты с Дублирующего счета по нашему запросу.</p>

        <p>5.5 Функции Сайта, Шаблонов&nbsp;и Личного кабинета Пользователь посредством Сайта имеет возможность:</p>

        <p>знакомиться с содержанием и характеристиками&nbsp;приобретаемого шаблона, выбор которого происходит посредством
            определенного списка, и стоимостью лицензии на использование такого шаблона;</p>
        <p>приобретать лицензию на использование шаблона&nbsp;и получать соответствующий функционал&nbsp;в порядке,
            указанном в Соглашении.</p>

        <p>6 Ограничение ответственности</p>
        <p>6.1 Владелец не отвечает за убытки Пользователя, возникшие в результате неправомерных действий третьих лиц, в том
            числе связанных с неправомерным доступом к Личному кабинету.</p>

        <p>6.2 Владелец не несет ответственность за убытки, причиненные Пользователю в результате разглашения третьим лицам
            учетных данных, необходимых для доступа к Личному кабинету, произошедшего не по вине Владельца.</p>

        <p>6.3 Владелец не является правообладателем шаблонов, не определяет порядок использования и функционирование.</p>

        <p>6.4 Владелец не предоставляет программные средства для использования шаблона&nbsp;по прямому назначению на
            устройстве Пользователя. Такие программные средства Пользователь приобретает и/или устанавливает на свое
            устройство самостоятельно.</p>

        <p>6.5 Сайт и его программные средства, в том числе Личный кабинет и Шаблоны, предоставляются &laquo;Как
            есть&raquo;. На Пользователе лежит риск использования Сайта. Владелец, операторы проводной и беспроводной связи,
            по сетям которых предоставляется доступ к Сайту, аффилированные лица, поставщики, агенты</p>

        <p>6.6 Владельца не предоставляют каких бы то ни было гарантий в отношении Сайта. Владелец не гарантирует, что Сайт,
            Шаблон&nbsp;и Личный кабинет соответствуют требованиям Пользователя, что доступ к Сайту, Шаблону&nbsp;и Личному
            кабинету будет предоставляться непрерывно, быстро, надежно и без ошибок. Программно-аппаратные ошибки, как на
            стороне Владельца, так и на стороне Пользователя, приведшие к невозможности получения Пользователем доступа к
            Сайту и/или Шаблону, и/или Личному кабинету, являются обстоятельствами непреодолимой силы, и основанием
            освобождения от ответственности за неисполнение обязательств Владельца по Соглашению.</p>

        <p>6.7 Владелец вправе уступать права и переводить долги, по всем обязательствам, возникшим из Соглашения. Настоящим
            Пользователь дает свое согласие на уступку прав и перевод долга любым третьим лицам. О состоявшейся уступке прав
            и/или переводе долга Владелец информирует Пользователя, размещая соответствующую информацию на Сайте. Размер
            убытков, которые может быть возмещен Владельцем Пользователю, в любом случае ограничен в соответствии с
            положениями законодательства Республики Казахстан. Если иное не предусмотрено Соглашением в случае нарушения
            Пользователем условий Соглашения Владелец вправе в одностороннем порядке отказаться от исполнения Соглашения и
            прекратить доступ Пользователя к Личному кабинету. В случае если такое нарушение причинило ущерб третьим лицам,
            ответственность за них полностью лежит на Пользователе.</p>

        <p>7 Порядок разрешения споров</p>
        <p>7.1 Все споры, разногласия и претензии, которые могут возникнуть в связи с исполнением, расторжением или
            признанием недействительным Соглашения, Стороны будут стремиться решить путем переговоров.</p>

        <p>7.2 Сторона, у которой возникли претензии и/или разногласия, направляет другой Стороне сообщение с указанием
            возникших претензий и/или разногласий В случае если ответ на сообщение не будет получен направившей сообщение
            Стороной в течение 30 (тридцати) рабочих дней с даты направления соответствующего сообщения, либо если Стороны
            не придут к соглашению по возникшим претензиям и/или разногласиям, спор подлежит разрешению в судебном порядке
            по месту нахождения Владельца.</p>

        <p>7.3 Все споры по Соглашению или в связи с ним, нерешенные путем переговоров Сторонами, подлежат рассмотрению в
            суде по месту нахождения Администратора в соответствии с действующим законодательством Республики Казахстан.</p>

        <p>8 Порядок расчетов и Возвратов</p>
        <p>8.1 Пользователь имеет право запросить возврат средств, при условии, что они не были израсходованы после
            пополнения баланса*. Все покупки и активности, произведенные посредством сервиса на сайте, являются
            окончательными и не возмещаемыми, потраченные средства не подлежат возврату Заключительные положения Настоящим
            Стороны подтверждают, что при исполнении (изменении, дополнении, прекращении) Соглашения, а также при ведении
            переписки по указанным вопросам, допускается использование аналогов собственноручной подписи Сторон.</p>

        <p>8.2 Владелец гарантирует безопасность платежей при оплате банковской картой и другими методами. Процессинговый
            центр соответствует международным требованиями PCI DSS для обеспечения безопасной обработки реквизитов
            банковской карты плательщика.</p>

        <p>8.3 Стороны подтверждают, что все уведомления, сообщения, соглашения и документы в рамках исполнения Сторонами
            обязательств, возникших из Соглашения, подписанные аналогами собственноручной подписи Сторон, имеют юридическую
            силу и обязательны для исполнения Сторонами. Под аналогами собственноручной подписи понимаются уполномоченные
            адреса электронной почты и учетные данные к Личному кабинету.</p>

        <p>8.4 Стороны признают, что все уведомления, сообщения, соглашения, документы и письма, направленные с
            использованием уполномоченных адресов электронной почты и Личного кабинета, считаются направленными и
            подписанными Сторонами, кроме случаев, когда в таких письмах прямо не указано обратное.</p>

        <p>8.5 Уполномоченными адресами электронной почты Сторон признаются:</p>

        <p>для Владельца: support@visuality.kz</p>
        <p>для Пользователя: адрес электронной почты, указанный при регистрации аккаунта.</p>

        <ol start="9">
            <li>Прочие условия</li>
        </ol>
        <p>9.1. Настоящее Соглашение, порядок его заключения и исполнения, а также вопросы, не урегулированные настоящим
            Соглашением, регулируются действующим законодательством Республика Казахстан.</p>

        <p>9.2. Настоящее Соглашение может быть изменено или прекращено Администратором в одностороннем порядке без
            предварительного уведомления Пользователя и без выплаты какой-либо компенсации в связи с этим.</p>

        <p>9.3 Изменение условий Соглашения и продолжение использования функций Сайта Пользователем, будет означать согласие
            Пользователя с условиями новой версии Соглашения. Если Пользователь не согласен с условиями новой версии
            Соглашения, он обязан прекратить пользоваться Сайтом.</p>

    </div>
</template>
<script setup>
useSeoMeta({
    title: 'Пользовательское соглашение | Design Market',
    ogTitle: 'Пользовательское соглашение | Design Market',
    description: 'Пользовательское соглашение | Design Market',
    ogDescription: 'Пользовательское соглашение | Design Market',
})
</script>
<style scoped>
.terms p,
.terms li {
    font-size: 16px;
    font-style: normal;
    font-weight: 300;
    line-height: 140%;
    font-family: var(--hel);
    color: #fff;
}

.terms h1 {
    font-size: 48px;
    font-style: normal;
    font-weight: 400;
    line-height: normal;
    text-transform: uppercase;
    font-family: var(--int);
    color: #fff;
}

.terms {
    padding: 140px 100px 72px;
}

@media (max-width: 1440px) {
    .terms {
        padding: 140px 50px 72px;
    }
}

@media (max-width: 1024px) {
    .terms {
        padding: 140px 20px 50px;
    }

    .terms p,
    .terms li {
        font-size: 16px;
        font-style: normal;
        font-weight: 400;
        line-height: 140%;
        font-family: var(--hel);
        color: #fff;
    }

    .terms h1 {
        text-align: center;
        font-size: 20px;
        font-style: normal;
        font-weight: 500;
        line-height: normal;
        text-transform: uppercase;
        font-family: var(--int);
        color: #fff;
    }
}
</style>